export const ru = {
  lang: 'RU',
  describeData: 'Описывать свои данные',
  askForWhatYouWant: 'Спрашивать, что вы хотите',
  getPredictableResults: 'Получать предсказуемые результаты',
  getStarted: 'Начать',
  oops: 'Ой, что-то пошло не так!',
  thePageCannotBeFound: 'Страница, которую вы ищете, не найдена.',
  goHome: 'Вернуться на главную',
  signUp: 'Регистрация',
  signIn: 'Войти',
  signOut: 'Выйти',
  password: 'Введите пароль',
  email: 'Почта',
  or: 'или',
  sendRequest: 'Отправить запрос',
  errorPassword:
    'Пароль должен иметь минимум 8 символов, минимум одна латинская буква в верхнем и нижнем регистре, одна цифра, один специальный символ из набора !@#$%^&*_',
  variables: 'Переменные',
  headers: 'Заголовки',
  descriptionDeveloperAnton:
    'Моя цель - стать востребованным специалистом. Мой приоритет - семья и саморазвитие.',
  descriptionDeveloperEvgeny:
    'Окончил физический факультет Белорусского государственного университета. Работал в научно-исследовательском институте, затем преподавал в университете. В настоящее время работаю в научно-производственном предприятии.',
  descriptionDeveloperKira:
    'В течение нескольких лет я работал маркетологом. Познакомившись с фронтенд-разработкой в университете, я всегда хотела продолжать в этом направлении. И вот теперь я решил погрузиться в это направление и стать разработчиком. P.S. Я являюсь кандидатом в мастера спорта по шахматам. Давайте сыграем.',
  fullNameDeveloperAnton: 'Антон Лаппо',
  fullNameDeveloperEvgeny: 'Евгений Глазунов',
  fullNameDeveloperKira: 'Кира Зайцева',
};
